tap "apple/apple"
tap "damascenorafael/tap"
tap "ellie/atuin"
tap "felixkratz/formulae"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "keith/formulae"
tap "koekeishiya/formulae"
tap "ojford/formulae"
tap "stripe/stripe-cli"
brew "libtiff"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "libssh2"
brew "aria2"
brew "atuin"
brew "boost"
brew "cabextract"
brew "cairo"
brew "cdrtools"
brew "clamav"
brew "cloc"
brew "cloudflared"
brew "cmake"
brew "ruby"
brew "cocoapods"
brew "node@18"
brew "code-server"
brew "libsodium"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "fd"
brew "gnutls"
brew "harfbuzz"
brew "openjpeg"
brew "leptonica"
brew "libmicrohttpd"
brew "libsndfile"
brew "openvino"
brew "pango"
brew "tesseract"
brew "zeromq"
brew "ffmpeg"
brew "ffmpeg@4"
brew "gd"
brew "gdk-pixbuf"
brew "ghostscript"
brew "git"
brew "git-lfs"
brew "gnupg"
brew "go"
brew "pkg-config"
brew "gobject-introspection"
brew "handbrake"
brew "htop"
brew "hugo"
brew "imagemagick"
brew "jq"
brew "k6"
brew "lapack"
brew "lazygit"
brew "librsvg"
brew "lua"
brew "minikube"
brew "qt"
brew "mkvtoolnix"
brew "mysql"
brew "neofetch"
brew "neovim"
brew "netpbm"
brew "nnn"
brew "node"
brew "node@16"
brew "nowplaying-cli"
brew "nudoku"
brew "openjdk"
brew "pandoc"
brew "pgloader"
brew "php", restart_service: true
brew "poppler-qt5"
brew "postgresql@14"
brew "pyenv"
brew "python@3.10"
brew "python@3.11"
brew "railway"
brew "ranger"
brew "ripgrep"
brew "smartmontools"
brew "stow"
brew "switchaudio-osx"
brew "tcl-tk"
brew "telnet"
brew "terraform"
brew "thefuck"
brew "tmux"
brew "tor"
brew "torsocks"
brew "tree"
brew "tty-clock"
brew "unzip"
brew "watchman"
brew "wget"
brew "wimlib"
brew "yarn"
brew "zip"
brew "zola"
brew "zsh-syntax-highlighting"
brew "felixkratz/formulae/sketchybar"
brew "keith/formulae/reminders-cli"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "stripe/stripe-cli/stripe"
cask "android-platform-tools"
cask "docker"
cask "font-hack-nerd-font"
cask "font-sf-mono"
cask "font-sf-pro"
cask "handbrake"
cask "hiddenbar"
cask "iterm2"
cask "kap"
cask "latest"
cask "lunar"
cask "mactex-no-gui"
cask "ngrok"
cask "onyx"
cask "qbittorrent"
cask "qutebrowser"
cask "reminders-menubar"
cask "sf-symbols"
cask "spotmenu"
cask "stats"
cask "swimat"
cask "zulu11"
vscode "4ops.terraform"
vscode "acidic9.p5js-snippets"
vscode "alexcvzz.vscode-sqlite"
vscode "alexowl.transparent-color-theme"
vscode "antfu.slidev"
vscode "arjun.swagger-viewer"
vscode "ask-toolkit.alexa-skills-kit-toolkit"
vscode "bmewburn.vscode-intelephense-client"
vscode "bradlc.vscode-tailwindcss"
vscode "brandonkirbyson.vscode-animations"
vscode "britesnow.vscode-toggle-quotes"
vscode "burkeholland.simple-react-snippets"
vscode "catppuccin.catppuccin-vsc"
vscode "christian-kohler.npm-intellisense"
vscode "clemenspeters.format-json"
vscode "cschlosser.doxdocgen"
vscode "dbaeumer.vscode-eslint"
vscode "digitalbrainstem.javascript-ejs-support"
vscode "drcika.apc-extension"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "grapecity.gc-excelviewer"
vscode "hashicorp.terraform"
vscode "james-yu.latex-workshop"
vscode "juanblanco.solidity"
vscode "matthewpi.caddyfile-support"
vscode "mechatroner.rainbow-csv"
vscode "mgmcdermott.vscode-language-babel"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.autopep8"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "msjsdiag.vscode-react-native"
vscode "nomicfoundation.hardhat-solidity"
vscode "oliversturm.fix-json"
vscode "oouo-diogo-perdigao.docthis"
vscode "orta.vscode-jest"
vscode "plievone.vscode-template-literal-editor"
vscode "prisma.prisma"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "rust-lang.rust-analyzer"
vscode "samplavigne.p5-vscode"
vscode "sibiraj-s.vscode-scss-formatter"
vscode "skyran.js-jsx-snippets"
vscode "sswg.swift-lang"
vscode "styled-components.vscode-styled-components"
vscode "tal7aouy.icons"
vscode "tamasfe.even-better-toml"
vscode "twxs.cmake"
vscode "vadimcn.vscode-lldb"
vscode "vintharas.learn-vim"
vscode "voorjaar.windicss-intellisense"
vscode "vscode-icons-team.vscode-icons"
vscode "vscode-snippet.snippet"
vscode "vscodevim.vim"
vscode "vue.volar"
vscode "wayou.vscode-todo-highlight"
vscode "xabikos.javascriptsnippets"
vscode "yoavbls.pretty-ts-errors"
vscode "yzane.markdown-pdf"
vscode "yzhang.markdown-all-in-one"
vscode "zamerick.vscode-caddyfile-syntax"
vscode "zignd.html-css-class-completion"
